Repository: Rise-Software/Rise-Media-Player
Catalog: Rise Media Player Dev/Strings/*/HelpTips.resw
Source language: en_gb
Languages: fr_fr, hi_in, hu_hu, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, tr_tr, zh_cn, zh_hans, zh_hk

# AddPersonalMusicAndVideos.Title
source: Adding your personal music and videos
hi_in: आपके निजी गाने और विडियो को जोड़ा जा रहा है
pl_pl: Dodajemy Twoją muzykę i filmy
pt_br: Adicionando suas músicas e vídeos pessoais
pt_pt: Adicionando as suas músicas e vídeos pessoais
tr_tr: Kişisel müziklerinizi ve videolarınızı ekleme
zh_cn: 添加你的个人音乐和视频
zh_hk: 增加個人音樂及影片

# Alpha.Text
source: • These versions will be pushed from the Microsoft Store • Playlists • Devices support • Disc Burning • Multi-language support for 12 languages at start (not complete) • Some online services in background - Discord Rich Presence & Last.fm Scrobbling • Views and sorting for music added • Video indexing and playback • Improved Now Playing experience and queue • Overhauled Settings UI brought to all builds • Local recommendations and recently played • Discy in the majority of the app
fr_fr: • Ces versions seront publiées à partir du Microsoft Store • Playlists • Support de périphériques • Gravure de disques • Prise en charge multi-langues avec 12 langues pour commencer (incomplet) • Quelques services en ligne en tâche de fond - Discord Rich Presence et Last.fm Scrobbling • Vues et tri des musiques ajoutés • Indexions et lecture des vidéos • Expérience et file d'attente améliorées • Amélioration de la page de paramètres intégrée à toutes les versions • Recommandations locales et lecture récente • Discy est présent dans la majorité de l'application • Discy dans la majorité de l'application
hi_in: • यह संस्करण माइक्रोसॉफ्ट स्टोर से पुश होंगे • प्लेलिस्ट • उपकरण सहयोग • डिस्क बर्निंग • शुरूआत में 12 भाषाओं के लिए बहुभाषी सहयोग(पूरा नहीं) • बैकग्राउंड में कुछ ऑनलाइन सुविधाएँ - डिस्कॉर्ड रिच प्रेसेंस और लास्ट.फ.म. स्क्रॉबलिंग • जोड़े गए गानों के लिए दृश्य और छँटाई • विडियो अनुक्रमण और प्लेबैक • बेहतर नाउ प्लेइंग अनुभव और कतार • सारी बनावटों के लिए लाया हुआ ओवरहॉल किया हुआ सेटिंग्स यू आई • लोकल सिफारिशें और हाल ही में बजाए हुए • अधिकांश ऐप में डिस्की
hu_hu: • Ezek a verziók a Microsoft Store-ból kerülnek majd kiadásra. • Lejátszási listák • Eszközök támogatása • Lemezégetés • Többnyelvű támogatás 12 nyelven induláskor (nem teljes) • Néhány online szolgáltatás a háttérben - Discord Rich Presence & Last.fm Scrobbling • Nézet és rendezés a zenékhez hozzáadva • Videók indexelése és lejátszása • Javított Now Playing élmény és sorban állás • Átalakított beállítási felhasználói felület minden buildben • Helyi ajánlások és legutóbb lejátszott zenék • Discy az alkalmazás nagy részében
pl_pl: • Te wersje zostaną wydane przez Microsoft Store • Playlisty • Obsługa urządzeń • Nagrywanie płyt • Obsługa wielu języków (dla 12 języków początkowo (niekompletna)) • Usługi online w tle – Discord Rich Presence i Last.fm Scrobbling • Dodano widoki i sortowanie muzyki • Indeksowanie i odtwarzanie wideo • Ulepszone wrażenia i kolejka „Teraz odtwarzane” • Zmodernizowany interfejs ustawień wprowadzony do wszystkich kompilacji • Lokalne rekomendacje i ostatnio odtwarzane • Discy w większości tej aplikacji
pt_br: • Essas versões serão enviadas pela Microsoft Store • Playlists • Suporte a dispositivos • Gravação de disco • Suporte a 12 idiomas no início (não completo) • Alguns serviços online em segundo plano - Discord Rich Presence e Last.fm • Visualizações e classificação para músicas adicionadas • Indexação e reprodução de vídeo • Fila de Reprodução e Reproduzindo Agora melhorados • Interface melhorada das Configurações para todas as compilações • Recomendações locais e reproduzido recentemente • Discy na maioria do aplicativo
pt_pt: • Estas versões irão ser retiradas da Microsoft Store • Listas de reprodução • Suporte para dispositivos • Gravações de disco • Suporte multilíngua para 12 idiomas no início (incompleto) • Alguns serviços online em segundo plano - Discord Rich Presence amd Last.fm Scrobbling • Visualizações e ordenação de músicas adicionadas • Indexação e reprodução de vídeo • Fila de reprodução e Agora a Reproduzir aprimorados • UI de definições verificadas trazidas para todas as compilações • Recomendações locais e recentemente reproduzido • Discy na maior parte do aplicação
ro_ro: • Aceste versiuni vor fi inițiate prin Microsoft Store • Playlist-uri • Suport dispozitive • Ardere discuri • Suport multi-lingual pentru 12 limbi la început (incomplet) • Unele servicii online în fundal - Discord Rich Presence și Last.fm Scrobbling • Vizualizări și sortare pentru muzică adăugată• Indexare videoclipuri și redare • Coadă și experiență Now Playing îmbunătățită • IU Setări schimbat adus în toate versiunile • Recomandări locale și redări recente • Discy în majoritatea aplicației
ru_ru: • Эти версии будут распространяться из Microsoft Store • Плейлисты • Поддержка устройств • Запись дисков • Поддержка 12 языков на начальном этапе (не полная) • Некоторые онлайн-сервисы в фоновом режиме — Discord Rich Presence и Last.fm Scrobbling • Добавлены просмотры и сортировка музыки • Индексирование и воспроизведение видео • Улучшенное воспроизведение и очередь • Переработанный пользовательский интерфейс настроек во всех сборках • Местные рекомендации и недавно воспроизведённое • Discy в большинстве приложений
tr_tr: • Bu sürümler Microsoft Store'dan aktarılacaktır • Oynatma listeleri • Cihaz desteği • Diske Yazma • Başlangıçta 12 dil için çoklu dil desteği (tamamlanmadı) • Arka planda bazı çevrimiçi hizmetler - Discord Rich Presence & Last.fm Scrobbling • Eklenen müzikler için görünümler ve sıralama • Video indeksleme ve oynatma • İyileştirilmiş Şu An Çalınan deneyimi ve sırası • Tüm yapılara getirilen, elden geçirilmiş Ayarlar Kullanıcı Arayüzü • Yerel öneriler ve yakın zamanda oynananlar • Uygulamanın çoğunda Disky
zh_cn: • 这些版本将从微软商店推送 • 播放列表 • 设备支持 • 光盘刻录 • 开始时对12种语言的多语言支持（未完成）。 • 背景中的一些在线服务 - Discord Rich Presence & Last.fm Scrobbling • 增加了音乐的视图和排序 • 视频索引和播放 • 改进的现在播放体验和队列 • 大改后的 "设置 "用户界面被带入所有版本 • 本地推荐和最近播放的 • 在大多数应用程序中都有Discy。
zh_hans: • 这些版本将从 Microsoft Store 推送 • 播放列表 • 设备支持 • 光盘刻录 • 开始时支持 12 种语言的多语言（未完成） • 一些后台在线服务 - Discord Rich Presence 和 Last.fm Scrobbling • 添加了音乐的视图和排序 • 视频索引和播放 • 改进了“正在播放”体验和队列 • 为所有构建带来的大修设置 UI • 本地推荐和最近播放 • 大部分应用程序不和谐
zh_hk: • 這些版本將會在微軟商店推出 • 播放列表 • 裝置支援 • 燒碟 • 支援12種不同語言（未完成） • 背景 Discord Rich Presence 及 Last.fm Scrobbling 服務 • 新增音樂的檢視和排序 • 影片索引和播放 • 改進了正在播放體驗和排序 • 重新設計的設定使用者介面已在所有新版本 • 本地推薦和最近遊玩 • Discy 在程式大部分功能中

# AlphaH.Text
source: Late Pre-Alpha - Alpha
fr_fr: Dernière pré-alpha - Alpha
hi_in: लेट पूर्व-अल्फा - अल्फा
hu_hu: Késői Pre-Alfa - Alfa
pl_pl: Późna Pre-Alpha - Alpha
pt_br: Pre-Alpha Avançada - Alpha
ro_ro: Pre-Alpha târziu - Alpha
ru_ru: Поздняя пре-альфа - альфа
tr_tr: Geç Ön-Alfa - Alfa
zh_cn: Pre-Alpha 后期 - Alpha
zh_hans: 晚期 Pre-Alpha - Alpha
zh_hk: 後期最初版前版 - 最初版

# BenefitsH.Text
source: What benefits do I get from joining the Insider Program?
fr_fr: Quels sont les avantages de l'adhésion à l'accès préliminaire ?
hi_in: मुझे इनसाइडर प्रोग्राम से जुड़ने पे क्या फायदे मिलते हैं?
hu_hu: Milyen előnyökkel jár az Insider Programhoz való csatlakozás?
pl_pl: Co dostajesz za bycie Insiderem?
pt_br: Quais benefícios eu ganho ao entrar no Programa Insider?
pt_pt: Que benefícios obtenho ao aderir ao Programa Insider?
ro_ro: Ce beneficii primesc intrând in Programul Insider?
ru_ru: Какие преимущества я получаю от участия в программе предварительной оценки?
tr_tr: Insider Programına katılmaktan ne gibi faydalar elde ederim?
zh_cn: 加入内幕计划我可以得到什么好处？
zh_hans: 加入预览体验计划有什么好处？
zh_hk: 我加入試用者有什麼好處？

# Beta.Text
source: • Streaming services and reccommendations in some form • Equaliser • Visualiser • Find album info • Disc ripping • Networks support • More stuff
fr_fr: • Services de diffusion en flux continu et recommandations • Égaliseur • Visualiseur • Recherche d'informations sur les albums • Extraction de disque • Prise en charge de réseaux • Plus d'infos
hi_in: • किसी प्रकार में स्ट्रीमिंग सुविधाएँ और सिफारिशें • इक्वलाइज़र • विज़्वलाइज़र • ऐल्बम जानकारी ढूँढें • डिस्क रिप्पिंग • नेटवर्क सहयोग • कुछ और चीज़ें
hu_hu: - Streaming szolgáltatások és ajánlások valamilyen formában - Hangszínszabályzó - Vizualizáló - Album információk keresése - Lemezre rippelés - Hálózatok támogatása - További dolgok
pl_pl: • Usługi przesyłania strumieniowego i rekomendacje w jakiejś formie • Korektor • Wizualizator • Szukanie informacji o albumie • Zgrywanie płyt • Obsługa sieci • Więcej rzeczy
pt_br: • Serviços de Streaming e recomendações • Equalizador • Visualizador • Procurar informações de álbum • Extração de Disco • Suporte a rede • Entre outros
pt_pt: • Serviços de streaming e recomendações de alguma forma • Equalizador • Visualizador • Encontrar informações do álbum • Extração de discos • Suporte para rede • Mais coisas
ro_ro: • Servicii de streaming și recomandări • Egalizator • Vizualizator • Informații album • Rupere disc • Suport rețele • Mai multe chestii
ru_ru: • Стриминговые сервисы и рекомендации в той или иной форме • Эквалайзер • Визуализатор • Поиск информации об альбоме • Копирование диска • Поддержка сети • Больше вещей
tr_tr: • Bir şekilde yayınakışı hizmetleri ve öneriler • Ekolayzer • Görselleştirici • Albüm bilgilerini bulun • Disk kopyalama • Ağ desteği • Daha fazla şey
zh_cn: • 流媒体服务和某种形式的推荐 • 均衡器 • 展示台 • 查找专辑信息 • 光盘翻录 • 网络支持 • 更多内容
zh_hans: • 某种形式的流媒体服务和推荐 • 均衡器 • 展示台 • 查找专辑信息 • 光盘翻录 • 网络支持 • 更多
zh_hk: • 提供流媒體服務和建議（有限） • 均衡器 • 視覺化 • 專輯資訊 • 共碟翻錄 • 網路支援 • 還有更多

# BetaH.Text
source: Beta
fr_fr: Bêta
hi_in: बीटा
hu_hu: Béta
ru_ru: Бета
zh_hans: 测试版
zh_hk: 測試版

# DiscyAboutTipDesc
source: You can find me by right clicking on different things. For example, an album. I'll tell you what you can do :). I'm still pretty new, so I won't be everywhere, but I'm growing every day!
fr_fr: Vous pouvez me trouver en faisant un clic droit sur différentes choses. Par exemple, un album. Je vais vous dire ce que vous pouvez faire :). Je suis encore très jeune, donc je ne serai pas partout, mais je grandis de jour en jour !
hi_in: आप मुझे कहीं पर भी दांए क्लिक करके खोज सकते हैं।जैसे की, एक एल्बम। मैं आपको बताउँगा आप क्या कर सकते हैं :)। मैं अभी भी बहुत नया हूँ, इसलिए मैं सभी जगह नहीं हूँ, पर मैं प्रतिदिन बढ़ रहा हूँ!
hu_hu: Megtalálhatsz engem, ha jobbra kattintasz a különböző dolgokra. Például egy albumra. Elmondom, hogy mit tudsz csinálni :). Még elég új vagyok, szóval nem leszek mindenhol, de napról napra bővülök!
pt_br: Você pode me encontrar clicando com o botão direito em diferentes coisas. Por exemplo, um álbum. Eu vou te dizer o que você poderá fazer ;). Ainda sou bem novo, então não estarei em todo lugar, mas eu vou crescer diariamente!
pt_pt: Você pode me encontrar clicando com o botão direito em diferentes coisas. Por exemplo, um álbum. Eu vou te dizer o que você pode fazer :). Ainda sou bem novo, então não estarei em todo lugar, mas eu vou crescer todos os dias!
ro_ro: Mă puteți găsi făcând clic dreapta pe diferite lucruri. De exemplu, un album. Vă voi spune ce puteţi face :). Sunt încă destul de nou, deci nu voi fi peste tot, dar cresc în fiecare zi!
zh_hans: 你可以通过右键单击不同的东西找到我。 例如，专辑。 我会告诉你你能做什么 :)。 我还很新，所以我不会无处不在，但我每天都在成长！
zh_hk: 你可以透過點擊不同的東西來找我。 例如，一張專輯。 我會告訴你你能做什麼 :). 我現在還在學習中，所以我不會無處不在。

# DiscyAboutTipTitle
source: Hey! I'm Discy.
fr_fr: Salut ! Je suis Discy.
hi_in: नमस्ते! मैं डिस्की हूं।
hu_hu: Hé! Discy vagyok.
pt_br: Olá! Eu sou Discy.
pt_pt: Olá! Sou o Discy.
ro_ro: Salut! Sunt Discy.
zh_hans: 嘿！我是 Discy。
zh_hk: 你好！我是Discy。

# DiscyOnVideoDesc
source: Click on a video to play it. Rename and sort them. Videos will take up the whole app window and you can scrub, pause, skip and more.
fr_fr: Les vidéos occupent toute la fenêtre de l'application et vous pouvez naviguer, mettre en pause, les passer, et plus encore.
hi_in: किसी विडियो को चलाने के लिए उसपर क्लिक करें। उन्हें पुन: नामकरणित एवं छँटित करें। विडियो पूरे ऐप विंडो की जगह लेंगे और आप इन्हें स्क्रब, रोक, स्किप एवं बहुत कुछ कर सकते हैं।
hu_hu: Kattints a videóra a lejátszáshoz. Átnevezheted és rendezheted őket. A videók az alkalmazás teljes ablakát elfoglalják, és a videókat lejátszhatod, szüneteltetheted, átugorhatod és így tovább.
pt_br: Clique em um vídeo para reproduzir. Renomeie e classifique-os. Os vídeos ocuparão toda a janela do aplicativo e você poderá pesquisar, pausar, pular e muito mais.
pt_pt: Clique em um vídeo para reproduzir. Mude o nome e ordene. Os vídeos ocuparão toda a janela da aplicação e você poderá pesquisar, pausar, pular e muito mais.
ro_ro: Faceți clic pe un videoclip pentru a-l reda. Redenumiți și sortați-le. Videoclipurile vor ocupa întreaga fereastră a aplicației și puteți scruba, pauza, sări și multe altele.
zh_hans: 单击视频进行播放。 重命名并排序它们。 视频将占据整个应用程序窗口，您可以执行拖拽、暂停、跳过等操作。
zh_hk: 按下影片已播放。更改名稱並將他們排序。影片會使用整個視窗，你可以調節播放的時間，暫停，跳過和更多。

# FAQH.Text
source: The basics
fr_fr: L'essentiel
hi_in: मूल बातें
hu_hu: Az alapok
pl_pl: Podstawy
pt_br: O básico
pt_pt: O básico
ro_ro: Întrebări clasice
ru_ru: Основы
tr_tr: Temeller
zh_cn: 基础知识
zh_hans: 基础
zh_hk: 基本

# Features.Title
source: What features are you prioritising?
fr_fr: Quelles sont les fonctionnalités que vous privilégiez ?
hi_in: आप किन फीचर्स को प्राथमिकता दे रहे हैं?
hu_hu: Milyen funkciókat helyeztel előtérbe?
pl_pl: Jakie funkcje traktujesz priorytetowo?
pt_br: Quais recursos você está priorizando?
pt_pt: Quais funcionalidades estás a dar mais valor?
ro_ro: Ce funcții prioritizezi?
ru_ru: Какие функции вы считаете приоритетными?
tr_tr: Hangi özelliklere öncelik veriyorsunuz?
zh_cn: 你优先考虑的是什么功能？
zh_hans: 您优先考虑哪些功能？
zh_hk: 你會優先考慮什麽功能？

# HowTrans.Text
source: If you'd like to contribute or translate, join our Discord server! Here: https://disboard.org/server/872910570003791922
fr_fr: Si vous souhaitez contribuer ou traduire, rejoignez notre serveur Discord ici : https://disboard.org/server/872910570003791922
hi_in: अगर आप योगदान या अनुवाद करना चाहते हैं, हमारा डिस्कॉर्ड सर्वर ज्वॉइन करें! यहां से: https://disboard.org/server/872910570003791922
hu_hu: Ha szeretnél hozzájárulni vagy fordítani, csatlakozz a Discord szerverünkhöz! Itt: https://disboard.org/server/872910570003791922
pl_pl: Jeśli chcesz nas wesprzeć lub tłumaczyć, dołącz do naszego serwera Discord! Tutaj: https://disboard.org/server/872910570003791922
pt_br: Se você gostaria de contribuir ou traduzir, entre em nosso servidor do Discord! Aqui: https://disboard.org/server/872910570003791922
pt_pt: Se gostarias de contribuir ou traduzir, junta-te ao nosso servidor do Discord! Este: https://disboard.org/server/872910570003791922
ro_ro: Dacă-ți dorești să contribui sau să traduci, intră la noi pe Discord! https://disboard.org/server/872910570003791922
ru_ru: Если вы хотите внести свой вклад или сделать перевод, присоединяйтесь к нашему серверу Discord! Сюда: https://disboard.org/server/872910570003791922
tr_tr: Katkıda bulunmak veya çeviri yapmak istiyorsanız Discord sunucumuza katılın! Burada: https://disboard.org/server/872910570003791922
zh_cn: 如果你想做出贡献或进行翻译，请加入我们的Discord服务器! 链接: https://disboard.org/server/872910570003791922
zh_hans: 如果您想贡献或翻译，请加入我们的 Discord 服务器！ 这里：https://disboard.org/server/872910570003791922
zh_hk: 如果你想貢獻或翻譯，加入我們的Discord伺服器！https://disboard.org/server/872910570003791922

# HowTransH.Text
source: How can I become a contributor or a translator?
fr_fr: Comment devenir contributeur ou traducteur ?
hi_in: मैं एक योगदान देने वाला या अनुवादक कैसे बन सकता/सकती हूँ?
hu_hu: Hogyan lehetek közreműködő vagy fordító?
pl_pl: Jak mogę zostać współtwórcą lub tłumaczem?
pt_br: Como eu posso me tornar um colaborador ou um tradutor?
pt_pt: Como é que eu posso me tornar um colaborador ou tradutor?
ro_ro: Cum pot deveni un contribuitor sau un traducător?
ru_ru: Как я могу стать соавтором или переводчиком?
tr_tr: Nasıl katkıda bulunabilirim veya çevirmen olabilirim?
zh_cn: 我如何才能成为贡献者或翻译者？
zh_hans: 我怎样才能成为贡献者或翻译者？
zh_hk: 我可以如何加入貢獻或翻譯團隊？

# Insider.Text
source: When you've submitted your form. There's nothing else you need to do, just wait. When the next build is released, you will receive an email to our Insider Portal, where you can download the MSIX package for the new build. Note: Alpha builds and up will use the Microsoft Store for distribution, but we have chosen to use MSIX for Pre-Alpha as there will be many builds. Some weeks, Insiders from both channels may receive the same builds. This is normal, don't worry!
fr_fr: Lorsque vous avez envoyé votre formulaire. Il n'y a rien d'autre à faire, il suffit d'attendre. Lorsque la prochaine version sera publiée, vous recevrez un e-mail vous permettant d'accéder à notre portail de développeurs, où vous pourrez télécharger le paquet MSIX correspondant à la nouvelle version. Note : Les versions Alpha et supérieures seront distribuées via le Microsoft Store, mais nous avons choisi d'utiliser MSIX pour les versions Pré-Alpha, car il y aura de nombreuses versions. Certaines semaines, les Insiders des deux canaux peuvent recevoir les mêmes builds. C'est normal, ne vous inquiétez pas !
hi_in: जब आप फॉर्म प्रस्तुत करते हैं। तब आपको कुछ और करने की ज़रूरत नहीं है, सिर्फ़ रुकिए। जब अगली बनावट रिलीज होती है, आपको हमारे इनसाइडर पोर्टल को एक ईमेल प्राप्त होगा, जहां से आप नई बनावट के लिए MSIX पैकेज डाउनलोड कर सकते हैं। नोट: अल्फा बनावटें और ऊपर की बनावटें वितरण के लिए माइक्रोसॉफ्ट स्टोर का उपयोग करेंगी, पर हमने पूर्व अल्फा के लिए MSIX चुना है क्योंकि इसमें बहुत बनावटें होंगी। कुछ हफ्तों के लिए दोनों चैनल के इनसाइडरों को समान बनावटें मिल सकती हैं। यह नॉर्मल है, चिंता न करें!
hu_hu: Amikor elküldted az űrlapot. Semmi mást nem kell tenned, csak várnod. Amikor a következő build megjelenik, kapni fogsz egy e-mailt az Insider Portálunkhoz, ahonnan letöltheted az új buildhez tartozó MSIX csomagot. Megjegyzés: Az Alpha buildektől kezdve a Microsoft Store-t használjuk a terjesztéshez, de a Pre-Alpha esetében az MSIX használatát választottuk, mivel sok build lesz. Néhány héten előfordulhat, hogy az Insiderek mindkét csatornáról ugyanazokat a buildeket kapják. Ez normális, ne aggódjon!
pl_pl: Po przesłaniu formularza. Nie musisz nic więcej robić, po prostu poczekaj. Po opublikowaniu następnej kompilacji otrzymasz wiadomość e-mail do naszego portalu Insider, z którego możesz pobrać pakiet MSIX dla nowej kompilacji. Uwaga: kompilacje Alpha i nowsze będą korzystać z Microsoft Store do dystrybucji, ale zdecydowaliśmy się użyć MSIX dla wersji Pre-Alpha, ponieważ będzie wiele kompilacji. W ciągu kilku tygodni niejawni testerzy z obu kanałów mogą otrzymać te same kompilacje. To normalne, nie martw się!
pt_br: Quando você tiver enviado seu formulário. Não há mais nada que você precise fazer, apenas espere. Quando a próxima compilação for lançada, você receberá um e-mail para o nosso Portal Insider, onde você poderá baixar o pacote MSIX para a nova compilação. Nota: compilações alfa e acima usarão a Microsoft Store para a distribuição, mas optamos por usar MSIX para Pré-Alfa já que haverá muitas compilações. Em algumas semanas, Insiders de ambos canais podem receber mesmas compilações. Isto é normal, não se preocupe!
pt_pt: Quando enviares o teu formulário. Não há mais nada que precises de fazer, apenas espera. Quando a próxima compilação for lançada, receberás um e-mail no nosso Portal do Insider, onde poderás descarregar o pacote MSIX para a nova compilação. Observação: as compilações e versões posteriores do Alpha irão usar a Microsoft Store para distribuição, mas optamos por usar o MSIX para o Pre-Alpha, pois haverá muitas compilações. Em algumas semanas, os Insiders de ambos os canais podem receber as mesmas compilações. Isto é normal, não te preocupes!
ro_ro: După ce ai trimis formularul, nu trebuie să faci nimic, doar aștepți. Când versiunea următoare va fi lansată, vei primi un e-mail către Portalul Insider, de unde vei putea descărca pachetul MSIX pentru a instala aplicația. Notiță: Pre-Alpha 4 va fi disponibil pe Microsoft Store pe 1 ianuarie. Câteva săptămâni, membrii din ambele canale Insider vor primi aceleași versiuni. E normal, nu te-ngrijora!
ru_ru: Когда вы отправили форму. Вам больше ничего не нужно делать, просто подождите. Когда будет выпущена следующая сборка, вы получите электронное письмо на наш портал предварительной оценки, где вы сможете загрузить пакет MSIX для новой сборки. Примечание: Альфа-сборки и более поздние версии будут использовать Microsoft Store для распространения, но мы решили использовать MSIX для предварительной альфа-версии, поскольку сборок будет много. В некоторые недели инсайдеры из обоих каналов могут получать одни и те же сборки. Это нормально, не волнуйтесь!
tr_tr: Formunuzu gönderdiğinizde. Yapmanız gereken başka bir şey yok, sadece bekleyin. Bir sonraki derleme yayınlandığında, yeni derleme için MSIX paketini indirebileceğiniz Insider Portalımıza bir e-posta alacaksınız. Not: Alfa derlemeleri ve sonraki sürümler, dağıtım için Microsoft Store'u kullanır, ancak birçok derleme olacağından, Alfa Öncesi için MSIX'i kullanmayı seçtik. Bazı haftalar, her iki kanaldan da Insider'lar aynı yapıları alabilir. Bu normaldir, merak etmeyin!
zh_cn: 当你提交了你的表格。你不需要做其他事情，只需要等待。当下一个版本发布时，你会收到一封邮件，进入我们的Insider Portal，在那里你可以下载新版本的MSIX包。注意：Alpha版本及以上版本将使用微软商店进行发布，但我们选择使用MSIX来发布Pre-Alpha，因为会有很多版本。有些时候，来自两个渠道的内部人员可能会收到相同的版本。这很正常，不用担心
zh_hans: 当您提交表单时。 没有什么你需要做的，只是等待。 发布下一个版本时，您将收到一封发送至我们的预览体验门户的电子邮件，您可以在其中下载新版本的 MSIX 程序包。 注意：Alpha 版本和更高版本将使用 Microsoft Store 进行分发，但我们选择使用 MSIX 进行 Pre-Alpha，因为会有很多版本。 几周后，来自两个渠道的预览体验成员可能会收到相同的版本。 这很正常，不用担心！
zh_hk: 在你提交表格後，你無需做任何其他動作，就等。在下一個版本發佈時你會收到一份往我們Insider網站的電郵，裏面含有新版本的MSIX包下載。備注：Alpha版本會使用微軟商店作分發，但我們基於過多版本選擇用在Alpha前版本使用MSIX包。有些星期兩者頻道的Insider會收到一樣的版本，不要擔心，這是正常的!

# InsiderH.Text
source: Hey, I'm an Insider. How do I get builds?
fr_fr: Je fais partie des testeurs préliminaire. Comment accéder aux versions test ?
hi_in: अरे, मैं एक इनसाइडर हूँ। मैं बनावटें कैसे ले सकता/सकती हूँ?
hu_hu: Hé, Insider vagyok. Hogyan kapok buildeket?
pl_pl: Hej, jestem Insiderem. Jak uzyskać kompilacje?
pt_br: Ei, eu sou um Insider. Como eu posso conseguir novas compilações?
pt_pt: Olá, eu sou um Insider. O que tenho de fazer para obter novas compilações?
ro_ro: Sunt un Insider. Cum primesc versiunile?
ru_ru: Привет, я инсайдер. Как получить сборки?
tr_tr: Hey, ben bir Insider'ım. Yapıları nasıl alabilirim?
zh_cn: 嘿，我是一个内部人士。我怎样才能获得构建？
zh_hans: 嘿，我是预览体验成员。 我如何获得构建？
zh_hk: 我是個Insider，我如可取得新版本？

# InsiderProgram.Title
source: Insider Program, Translations & Contribution
fr_fr: Programme Insider, traductions et contributions
hi_in: इनसाइडर प्रोग्राम, अनुवाद और योगदान
hu_hu: Insider Program, Fordítások és hozzájárulás
pl_pl: Program Insider, tłumaczenia i współtwórstwo
pt_br: Programa Insider, Traduções e Contribuição
pt_pt: Programa Insider, Traduções & Contribuição
ro_ro: Programul Insider, Traduceri și Contribuție
ru_ru: Инсайдерская программа, переводы и вклад
tr_tr: Insider Programı, Çeviriler & Katkı
zh_cn: 内幕计划，翻译和贡献
zh_hans: 预览体验计划、翻译和贡献
zh_hk: Insider計劃，翻譯和貢獻
